tap "arto-app/tap"
tap "daipeihust/tap"
tap "fujiwara/tap"
tap "homebrew/cask-fonts"
tap "kayac/tap"
brew "agent-browser"
brew "coreutils"
brew "direnv"
brew "fd"
brew "libtiff"
brew "ffmpeg-full", link: true
brew "python@3.11"
brew "fontforge", link: false
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "hub"
brew "imagemagick-full", link: true
brew "jq"
brew "k6"
brew "lazygit"
brew "less"
brew "luarocks"
brew "mkcert"
brew "neovim"
brew "python@3.14"
brew "pipx"
brew "poppler"
brew "reattach-to-user-namespace"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sheldon"
brew "tig"
brew "tree"
brew "worktrunk"
brew "yazi"
brew "zoxide"
brew "daipeihust/tap/im-select"
brew "fujiwara/tap/aswrap"
brew "kayac/tap/ecspresso"
cask "arto-app/tap/arto"
cask "betterdisplay"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "font-symbols-only-nerd-font"
cask "fontforge-app"
cask "ghostty"
cask "microsoft-openjdk"
